
        
        
        [{"content":"I had a short discussion on Mastodon today that started with this post:\nSince this was a stone thrown at Ukraine I had to participate.\nBut this blog post and this blog is not about Ukraine but about thinking, so let\u0026rsquo;s look at this at a slightly different angle, which does not require us to take sides in the immediate discussion about Ukraine, Canadian aid or land ownership, but rather explains a trick that is used by propagandists all over the world so much, that it\u0026rsquo;s probably one of the oldest and most used in the book. It\u0026rsquo;s also one of the most effective.\nIf you read the post again and ask yourself: what is this about? The answer is obvious: it\u0026rsquo;s about the impact of some Canadian aid program on land privatization in Ukraine. Personally, I have no idea what aid program he\u0026rsquo;s referring to. But that\u0026rsquo;s not the point. And it\u0026rsquo;s also not the point of this \u0026ldquo;toot\u0026rdquo; (as they call posts on Mastodon).\nThe Distraction You see, the reference to the Canadian aid program is a distraction. As any illusionist would tell you, in order to pull off a trick you need to distract viewers attention to a place where nothing is actually happening, while you do your thing in another place altogether.\nFrankly, most people don\u0026rsquo;t care about the Canadian aid to Ukraine and even it\u0026rsquo;s impact on Ukrainian land ownership. But even if they do, they\u0026rsquo;ll either agree or disagree with it, and that would mean they got distracted.\nThe Trick The real trick that the author wants you to just not pay attention to, and therefore accept without critical evaluation, is in the word coup.\nYou see, we don\u0026rsquo;t call a positive political event a coup.\ncoup a sudden decisive exercise of force in politics and especially the violent overthrow or alteration of an existing government by a small group (Merriam-Webster)\nSudden1, decisive, violent overthrow by a small group of people2. Also violent, apparently. There is also the emotional attitude that the word carries. A coup is something planned behind closed doors and executed by violent people in palaces. It\u0026rsquo;s something that happens in countries you wouldn\u0026rsquo;t want to visit even in the best of days.\nSo while the poster distracts your attention by seemingly talking about Canandian aid, he is in fact smuggling a very emotionally charged and negative description to the events in Ukraine into your mind. With a single four-letter word. Not bad.\nNow, you have the full right to agree or disagree with his description, but if you want to be thinking critically you need to notice it and ask yourself: wait a moment, do I actually agree that it was a coup and not a revolution, a peaceful protest, a democratic protest, an act of direct democracy by the people?\nMaybe you\u0026rsquo;ll need to do some reading, maybe you\u0026rsquo;re just not interested. But if you noticed it - you didn\u0026rsquo;t get tricked.\nAs I said before this trick is extremely effective and used a lot both in print and during speeches and debates. Now you know about it.\nUPDATE: After I published this post and god some comments on it, I have managed to find an even better example of the same trick by the same poster.\nHere:\nThis example is even better that the first one, so I had to update the post. Look what going on here:\nThere is a clear double standard between the media hysteria over alleged Russian atrocities in Ukraine and the silence over the rampages by Israeli troops and settlers on the occupied West Bank.\nTake a moment yourself and try to point out, where is the distraction and where is the trick?\nSo the distraction is the whole part about media having double standards, and the trick, as always is in details. You see, while you\u0026rsquo;re thinking about Israel and your position on what\u0026rsquo;s going on there the poster is smuggling two very charged words: hysteria and alleged.\nNeat, ha? If this wasn\u0026rsquo;t propaganda I would almost admire the cunning and elegance. So the media reaction to the largest war since WW2 with literally thousands over thousands of documented war crimes is called \u0026ldquo;hysteria\u0026rdquo; and the crimes themselves are \u0026ldquo;alleged\u0026rdquo;, unproven, maybe non-existent.\nAs I said before, your opinion on the subject is your business. But for the sake of critical thinking you have to notice these words being smuggled while you\u0026rsquo;re distracted.\nEuromaidan lasted 3 months and 1 day. Does this count as sudden? Wiki\u0026#160;\u0026#x21a9;\u0026#xfe0e;\nDoes this group of people seem small and violent? Five hundered thousand Ukrainians singing national anthem during the 2013 revolution YouTube\u0026#160;\u0026#x21a9;\u0026#xfe0e;","href":"/narratives/propaganda-tricks-1/","kind":"page","lang":"en","lastmod":"2023-07-07T00:00:00+01:00","objectID":"77837643e20dff9242d060783b9a72b2","publishDate":"2023-07-07T00:00:00+01:00","section":"narratives","tags":[],"title":"On Small Propaganda Tricks","type":"narratives"},{"content":"Yesterday a strange thing happened. You have probably seen it:\nI\u0026rsquo;m not going to concentrate on all the ways posting this was wrong. I expect there will be a shit storm strong enough without my five cents. In the spirit of this blog I\u0026rsquo;m more interested in the questions relating to thinking and knowledge. And there\u0026rsquo;s an obvious one.\nHow do we know that we really know what we think we know? Wow that\u0026rsquo;s a stunning example of a well-formulated question right there.\nI admit, I\u0026rsquo;m kinda using Elon Musk here as a screaming example of publicly talking about things you have no clue about. But we\u0026rsquo;re all guilty at times of doing the same. Even if we\u0026rsquo;re not public.\nBut let\u0026rsquo;s keep using him as an example. There must be some foundation under his opinion about Crimea: after all, he confidently states that:\nCrimea formally part of Russia, as it has been since 1783 (until Khrushchev’s mistake).\nAnd there lies the trap that most people will fall into. They will try fact checking this statement, reading the Wiki article on Crimea, trying to figure out was it really formally a part of Russia. Reading and arguing about how Crimean Khanate was conquered and if Crimea wanted to be a part of Russia.\nAnd they will totally miss the elephant in the room. The \u0026ldquo;Russia\u0026rdquo; he talks about doesn\u0026rsquo;t exist. And it didn\u0026rsquo;t exist for over a century.\nWait what? This little thought was nagging me for a long time, maybe 10 or even 20 years, and I could never put my finger exactly on it. Until I did.\nBeing Ukrainian, for me this was kind of obvious1 on an intuitive level. But until today I didn\u0026rsquo;t see it for what it was — the most ingenious piece of Russian propaganda.\nIt\u0026rsquo;s all in the name Long time ago there was a country called \u0026ldquo;Russia\u0026rdquo;. Well, maybe there was such country, it\u0026rsquo;s hard to tell by now, after rewriting history so many times. But there definitely was a country called Russian Empire, and we can tell exactly when it started.\nThe term and the entire ideology was coined by a Ukrainian2 scholar Theophan Prokopovich (ukr. Феофан Прокопович), a very educated guy lacking any moral compass. After Peter I tried destroying Kyiv Mohyla Academy, the only real university in the region of that time, he promoted Theophan to some important role in Saint Petersburg. There he coined the whole concept of Russian Empire, following a good European tradition of claiming to be the Third Rome3.\nIn any case, in 1721 he renamed the Tsardom of Russia into Russian Empire, and that\u0026rsquo;s when the country officially started. And that country was normally referred to as Russia in the West. That\u0026rsquo;s important.\nBefore World War I it was a pretty big country. As Elon Musk says, Crimea was formally it\u0026rsquo;s part. As were other nice places, like Poland, Finland and all the Baltic states.\nRight until it stopped existing.\nThe \u0026ldquo;Great October Revolution\u0026rdquo; You need to understand, that I\u0026rsquo;m doing this as quickly as I can before I get you bored. We\u0026rsquo;re almost there.\nIn 1917 after a series of revolutions caused by the terrible decision to participate in the Great War, there finally seemed to be a clear revolutionary winner — the Bolshevik Party, which later became the Communist Party.\nAnd they wanted nothing to do with the former Imperial past. They renamed the country into Union of Soviet Socialist Republics, also known as the Soviet Union. And that was the country I was born in.\nSome places got lucky and broke off early, when this abomination of a state was just forming: like Finland. Others tried, but didn\u0026rsquo;t succeed, like Ukraine4.\nBut even those places that didn\u0026rsquo;t succeed, were not part of Russia. They were part of the Soviet Union. Multinational. Multicultural. Calling themselves \u0026ldquo;soviet people\u0026rdquo;. Not \u0026ldquo;Russians\u0026rdquo;.\nUSSR was a scary country with a scary ideology, and we\u0026rsquo;re all lucky it didn\u0026rsquo;t survive the Cold War. But until it\u0026rsquo;s later days that country had principles. I don\u0026rsquo;t agree with it\u0026rsquo;s ideology, but it had one. I don\u0026rsquo;t agree with the future it wanted to build for the humanity, but it was looking into the future.\nThat country fought in World War II and a bunch of other wars. That country was one of the founding states of United Nations and a permanent member of the UN Security Council.\nRight until it stopped existing in 1991.\nDevil\u0026rsquo;s work The Devil’s cleverest wile is to make men believe that he does not exist. \u0026ndash; Charles Baudelaire\nModern day Russia is like that, but it tries to convince the world (and itself), that it\u0026rsquo;s somehow, magically, the same country as USSR and Russian Empire. The whole idea behind rashism is trying to bring back the past, not to build some brighter version of the future (even if it doesn\u0026rsquo;t seem brighter to everybody else, like in the case of the USSR).\nAnd it\u0026rsquo;s not the first time something like this happens in a dictatorship. Mussolini used to address the Italians as Romans, and insisted that his Italy was magically the same country as the Roman Empire.\nSo saying that Crimea was part of Russia, and should be left to Russia is like saying that Greece was a part of the Roman Empire, and should be left to Italy.\nAnd the only reason it doesn\u0026rsquo;t sound absurd is because during the Soviet times we kept calling the country \u0026ldquo;Russia\u0026rdquo;.\nReturning to the original question So how do we know that we really know what we think we know? I\u0026rsquo;m afraid this question is so big, that it\u0026rsquo;s impossible to cover in an essay. But there are some tricks we can use:\nLook for alternative points of view and alternative sources And by point of view I don\u0026rsquo;t just mean \u0026ldquo;opinions\u0026rdquo;, but also other angles to look at a the subject. Because if the subject is even a slightly bit controversial (and most interesting subjects are), and you only used one source — by definition you only heard one side of the story.\nQuestion fundamentals Try questioning the most fundamental parts of the subject. Like with the Musks tweet the fundamental part was not whether Crimea is or is not part of Russia, but in fact whether the \u0026ldquo;Russia\u0026rdquo; he talks about even exists.\nI hope you enjoyed the ride.\nIf something seems \u0026ldquo;obvious\u0026rdquo; it\u0026rsquo;s a true sign that almost everybody else sees it differently\u0026#160;\u0026#x21a9;\u0026#xfe0e;\nFate is a bitch\u0026#160;\u0026#x21a9;\u0026#xfe0e;\nRead up on translatio imperii, but read something good\u0026#160;\u0026#x21a9;\u0026#xfe0e;\nRead up on Ukrainians People\u0026rsquo;s Republic\u0026#160;\u0026#x21a9;\u0026#xfe0e;","href":"/narratives/elon-musk-and-the-magic-of-names/","kind":"page","lang":"en","lastmod":"2022-10-04T00:00:00+01:00","objectID":"ecbc77e578c4e7a86f4b71966832be38","publishDate":"2022-10-04T00:00:00+01:00","section":"narratives","tags":[],"title":"Elon Musk and the Magic of Names","type":"narratives"},{"content":"Writing is a tool. And as any good tool it can be used for many things. Sharing information. Telling stories. Messaging. Influencing people to make the choice you want them to make. All these uses were clear to me for a long time, and they all were pretty self-explanatory.\nThere was one special use though, that I was wondering about for a long time.\nWriting helps you think. A couple of days ago I was flying from Lisbon to Krakow, first part of my journey to my home in Ukraine (why go there during the war is another story).\nRight before the take off I stumbled upon an essay by Paul Graham called, ironically, The Age of the Essay. As brilliant people often do, he put in words precisely the things I felt for a long time.\nI recommend you read his original piece, as he did a great job about describing the history and the essence of writing essays. But I will quote one thing:\nIn a real essay you\u0026rsquo;re writing for yourself. You\u0026rsquo;re thinking out loud.\nBut not quite. Just as inviting people over forces you to clean up your apartment, writing something that other people will read forces you to think well.\nAnd this really stroke a note inside. I knew for a long time that writing helps me think. I even joked sometimes that you need to sit down and write on the subject to find out what your real opinion is.\nBut reading Graham\u0026rsquo;s piece changed two things:\nThis kind of writing now had a name. Essays. It gave me a good reason to publish what I write. And now you\u0026rsquo;re here. Reading.\nThank you for giving me a reason to clean up my mess!","href":"/narratives/why-write/","kind":"page","lang":"en","lastmod":"2022-09-20T00:00:00+01:00","objectID":"830d5388905f907065b698387b1f03bb","publishDate":"2022-09-20T00:00:00+01:00","section":"narratives","tags":[],"title":"Why write?","type":"narratives"}]